IDEA Open Model
StrainImpulse.PhiY Property
Compatible with IDEA StatiCa Beta 20.0
 The curvature around z axis.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double PhiY { get; set; }
Public Property PhiY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
StrainImpulse Structure
IdeaRS.OpenModel.Loading Namespace